---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.Type
zh: 类型
source: html/87797b49-0256-72e8-9311-592173ba99bb.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.Type Property

**中文**: 类型

The type of the background.

## Syntax (C#)
```csharp
public ViewDisplayBackgroundType Type { get; }
```